/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Az Ön %@ eszközének beállítása";
"CreateExtendMoreInfo" = "Válassza ki az „Új vezeték nélküli hálózat létrehozása” beállítást, ha AirPort vezeték nélküli eszközét egy új vezeték nélküli hálózatban kívánja beállítani. A hálózatához csatlakozó számítógépek vezeték nélkül képesek kommunikálni a hálózatán lévő más számítógépekkel, illetve ha Ethernet által vannak csatlakoztatva, akkor Ethernet használatával tudnak kommunikálni. Amennyiben az internethez való csatlakozásra állítja be eszközét, a vezeték nélküli és a vezetékes számítógépek is meg tudják osztani az internetkapcsolatot. Új vezeték nélküli hálózat beállításához kattintson a Folytatás gombra.\n\nVálassza ki az „AirPort Extreme vagy AirPort Express hálózat kiterjesztése” beállítást, ha már be lett állítva egy AirPort-hálózat, és azt szeretné, ha az eszköze csatlakozna ahhoz, és kiterjesztené a hálózat hatókörét. Egy vezeték nélküli hálózat kiterjesztése vezeték nélküli elosztórendszerként (Wireless Distribution System, WDS) ismeretes. A WDS-ben lévő vezeték nélküli eszközök egyetlen kapcsolatot osztanak meg az internet felé, és az internetkapcsolatot megosztják a hálózathoz csatlakozó számítógépekkel.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Adjon nevet és jelszót a vezeték nélküli eszközének.";
"NameMoreInfo" = "A név az AirPort segédprogram oldalsávján jelenik meg. Olyan nevet használjon, amit felismer, például Nappali szoba vagy Iroda. Amennyiben egy hálózaton egynél több vezeték nélküli eszköz van, könnyedén felismerheti azt, melyen beállításokat vagy módosításokat kíván eszközölni. Adjon meg jelszót az eszköz számára. Ezt a jelszót kell megadnia, mielőtt módosíthatná annak beállításait.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Hálózatának biztosítása";
"SecurityMoreInfo" = "Hálózatát jelszóval védheti. Bárkinek, aki a hálózatához kíván csatlakozni, meg kell adnia a jelszót.\n\nAz AirPort vezeték nélküli eszközök kétfajta jelszót támogatnak:\n• WPA2: A Wi-Fi Protected Access jelszavak biztonságosabbak, de kevésbé kompatibilisek lehetnek.\n• 128 bites WEP: A Wired Equivalent Privacy jelszavak kompatibilisebbek a régebbi számítógépekkel és vezeték nélküli kártyákkal.\n\nAmennyiben a „Nincs biztonság” beállítást választja, a hatókörön belül bárki jelszó használata nélkül csatlakozhat a hálózatához. Ez a beállítás nem javasolt.\n\nAmennyiben a 128 bites WEP használatát választja, pontosan 13 karakterből álló jelszót használjon. Ez biztosítja a kompatibilitást a Windows és egyéb nem Macintosh eszközökkel.\n\nAmennyiben a WPA2 használatát választja, legalább nyolc karakterből álló jelszót használjon.";
"SecurityMoreInfoWPANone.Title" = "Hálózatának biztosítása";
"SecurityMoreInfoWPANone" = "Hálózatát WPA Personal vezeték nélküli biztonságot használó jelszóval védheti. Bárkinek, aki a hálózathoz kíván kapcsolódni, meg kell adnia a jelszót.\n\nAmennyiben a „Nincs biztonság” beállítást választja, a hatókörön belül bárki jelszó használata nélkül kapcsolódhat a hálózatára. Ez a beállítás nem javasolt.\n\nAmennyiben a WPA Personal használatát választja, legalább nyolc karakterből álló jelszót használjon.";
"SecurityMoreInfoWPA2None.Title" = "Hálózatának biztosítása";
"SecurityMoreInfoWPA2None" = "Hálózatát WPA/WPA2 Personal vezeték nélküli biztonságot használó jelszóval védheti. Bárkinek, aki a hálózathoz kíván kapcsolódni, meg kell adnia a jelszót.\n\nAmennyiben a „Nincs biztonság” beállítást választja, a hatókörön belül bárki jelszó használata nélkül kapcsolódhat a hálózatára. Ez a beállítás nem javasolt.\n\nAmennyiben a WPA/WPA2 Personal használatát választja, legalább nyolc karakterből álló jelszót használjon.";
"SecurityMoreInfoTSN.Title" = "Hálózatának biztosítása";
"SecurityMoreInfoTSN" = "Hálózatát jelszóval védheti. Bárkinek, aki a hálózatához kíván csatlakozni, meg kell adnia a jelszót.\n\nAz AirPort vezeték nélküli eszközök kétfajta jelszót támogatnak:\n• WPA2: A Wi-Fi Protected Access jelszavak biztonságosabbak, de kevésbé kompatibilisek lehetnek.\n• A WEP (Transitional Security Network) jelszavak kompatibilisebbek a régebbi WEP-számítógépekkel és vezeték nélküli kártyákkal, de az újabb WPA és WPA2 ügyfeleket is engedik csatlakozni a hálózathoz.\n\nAmennyiben a „Nincs biztonság” beállítást választja, a hatókörön belül bárki jelszó használata nélkül csatlakozhat a hálózathoz. Ez a beállítás nem javasolt.\n\nAmennyiben a WEP (Transitional Security Network) használatát választja, pontosan 13 karakterből álló jelszót használjon.\n\nAmennyiben a WPA2 használatát választja, legalább nyolc karakterből álló jelszót használjon.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Hogyan kapcsolódik az internethez?";
"InternetMoreInfo" = "Amennyiben DSL- vagy kábelmodemmel kapcsolódik az internethez, és az internetszolgáltatója DHCP használatával automatikusan oszt ki Önnek IP-címet, válassza az első beállítást.\n\nAmennyiben Etherneten keresztüli PPP-vel (PPP over Ethernet - PPPoE) kapcsolódik az internethez, válassza a második beállítást. Amennyiben PPPoE használatával kapcsolódik az internethez, valószínűleg kapott egy fióknevet és jelszót. Érdeklődjön a szolgáltatójánál, ha nem biztos ebben.\n\nAmennyiben Ethernet hálózathoz kapcsolódik, válassza a harmadik beállítást. Érdeklődjön a rendszergazdánál (vagy a hálózat beállítását végző személynél) azzal kapcsolatban, hogy Ön milyen módon kap IP-címet (DHCP-vel vagy manuálisan).\n\nAmennyiben belső modemmel rendelkező AirPort-bázisállomást állít be, és rendelkezik egy betárcsázós PPP fiókkal, válassza „A telefonvonalamhoz csatlakoztatott modemet használok” beállítást.\n\nAmennyiben folytatni kívánja bázisállomásának beállítását, de nem kíván csatlakozni az internethez, válassza a „Jelenleg nem állok készen kapcsolódni az internethez” beállítást. Bármikor visszatérhet, ha készen áll kapcsolódni az internethez.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Állítsa be a TCP/IP-t az eszközén";
"EthernetMoreInfo" = "A Manuálisan vagy a DHCP használatával elem kiválasztása az IPv4 konfigurálása előugró menüben attól függ, hogy a szolgáltatója hogyan osztja ki az IP-címeket. Amennyiben szolgáltatójától automatikusan kap egy IP-címet, válassza a DHCP használatával beállítást a TCP/IP konfigurálása előugró menüben. Az IP-cím és az egyéb mezők a szolgáltatója által lesznek kitöltve.\n\nAmennyiben a szolgáltatójától egy IP-címet és az internetfiókjára vonatkozó más számokat kapott, válassza ki a Manuálisan beállítást, és ezen információk használatával manuálisan konfigurálja a vezeték nélküli eszköz IP-címét. Amennyiben bizonytalan, kérdezze meg a szolgáltatóját.\n\nAmennyiben a szolgáltatója megkérdezi az eszközének MAC-címét, használja az Ethernet WAN-port címét, amely az AirPort vezeték nélküli eszköz alján lévő címkére lett nyomtatva.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Válassza ki, hogy mit kíván tenni a(z) %@ eszközzel.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Amennyiben már van egy AirPort vezeték nélküli eszköze vagy vezeték nélküli routerje, és azt le kívánja cserélni a(z) %@ eszközre, válassza a „A(z) %@ eszközre kívánok cserélni egy meglévő bázisállomást vagy vezeték nélküli routert”.";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Amennyiben már van egy hálózata, és %@ eszközét vezeték nélkül vagy Ethernet használatával csatlakoztatni szeretné erre a hálózathoz, válassza az „A(z) %@ csatlakozzon a jelenlegi hálózatomra” beállítást.";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Amennyiben nincs vezeték nélküli hálózata, vagy további vezeték nélküli hálózatot kíván hozzáadni, válassza az „Új vezeték nélküli hálózatot kívánok létrehozni” beállítást.";

"GuestNetworkMoreInfo.Title" = "Vendéghálózat";
"GuestNetworkMoreInfo" = "A vendéghálózat az Ön privát hálózatához való hozzáférés nélkül engedélyezi a kliensek számára az internethez való kapcsolódást. Beállíthat jelszavas védelmű, és anélküli vendéghálózatot.\n\nA kézi beállítások használatával egyéb beállításokat is beállíthat a vendéghálózat számára, mint például a vendéghálózathoz kapcsolódó számítógépek közötti fájlmegosztást.";


/* End of strings file */
